Repository: mgmike1011/Zbiorniki_user
Catalog: Logical/mappView/VisualizationOperatorControl/Resources/Texts/TextsMainPageControl.tmx
Source language: en
Languages: pl

source: Process control
pl: Kontrola procesu

source: Tank level
pl: Wypełnienie zbiorników

source: Tank 1
pl: Zbiornik 1

source: Tank 2
pl: Zbiornik 2

source: Tank3
pl: Zbiornik 3

source: Current working status
pl: Aktualny stan pracy

source: Filling tanks 1 and 2
pl: Napełnianie zbiorników 1 i 2

source: Filling tank 3
pl: Napełnianie zbiornika 3

source: Mixing tank 3
pl: Mieszanie zbiornika 3

source: Emptying tank 3
pl: Opróżnianie zbiornika 3

source: Mixing
pl: Mikser

source: Valve control
pl: Sterowanie zaworami

source: ZB3 left valve
pl: Zawór ZB3 lewy

source: ZB3 right valve
pl: Zawór ZB3 prawy

source: Analoge valve
pl: Zawory analogowe

source: Control
pl: Sterowanie

source: Automatic
pl: Automatyczny

source: Manual
pl: Ręczny
